CANCEL_MESSAGE = '\n\nВоспользуйтесь командой */cancel*, если хотите отменить ввод.'

NO_INPUT = 'Воспользуйтесь кнопкой *"Оплачено"* для подтверждения участия.'

REQUEST_NAME = 'Пожалуйста, укажите ваше *ФИО*.'

REQUEST_CHECK = 'Пришлите *чек об оплате услуги* (скриншот или файл).'

REQUEST_PHOTO = 'Пришлите Ваше *селфи* (на фото должны быть только Вы без посторонних людей и животных, как можно самое свежее).'

REQUEST_REQUEST = 'Пришлите Ваш *запрос* текстовым сообщением.'

WRONG_FORMAT = 'Пожалуйста отправьте фотографию *как изображение*, а не файл.'

NO_USERNAME = 'Для заполнения контактной формы, укажите, пожалуйста, имя пользователя в настройках telegram.\nПосле чего воспользуйтесь кнопкой "Оплачено" 👇 для подтверждения платежа.'

HELP = 'Если у Вас возникли вопросы, свяжитесь с поддержкой *infoyakovleva@yandex.ru*'

PAID = 'Ваши данные переданы на разбор.\n\nЕсли возникли вопросы, можете воспользоваться кнопкой 👇'

MAIN_TEXT = '''
        \nРада приветствовать! Вы записались на тестирование колоды.\
        \nПосле оплаты участия нажмите на кнопку «оплачено» 👇\
        \n\
        \nДля граждан России\
        \nСбербанка: 5336690318052273\
        \nМКБ: 5327430010013567\
        \nТинькофф: 5536913890520204\
        \nАнна Владимировна Я.\
        \n\
        \nДля граждан других государств:\
        \n5269880013129754\
        \nIBAN $:\
        \nKZ30551B229777462USD\
        \n\
        \nIBAN€\
        \nKZ77551B229750110EUR\
        \n\
        \nОстались вопросы, свяжитесь с поддержкой infoyakovleva@yandex.ru\
        \n\
        \nС уважением,\
        \nАнна Яковлева.\
        \n\
        \nПосле совершения оплаты по представленным реквизитам - сохраните чек об оплате (скриншот или документ) - это понадобится для верификации платежа, для подтверждения платежа жмите на кнопку "Оплачено" 👇\
        '''